[BondmateSpotter_Aim_New X2AbilityTemplate]
LocFriendlyName="Spotter"
LocHelpText="This soldier is granted a bonus to aim when their bondmate has attacked or been attacked by the soldier's target. An extra bonus is granted if the bondmate is adjacent."
LocLongDescription="This soldier is granted a bonus to aim when their bondmate has attacked or been attacked by the soldier's target. An extra bonus is granted if the bondmate is adjacent."

[BondmateSpotter_Aim_Adjacency_New X2AbilityTemplate]
LocFriendlyName="Spotter"
LocHelpText="This soldier is granted a bonus to aim when their bondmate has attacked or been attacked by the soldier's target. An extra bonus is granted if the bondmate is adjacent."
LocLongDescription="This soldier is granted a bonus to aim when their bondmate has attacked or been attacked by the soldier's target. An extra bonus is granted if the bondmate is adjacent."

[BondmateSpotter_Crit X2AbilityTemplate]
LocFriendlyName="Advanced Spotter"
LocHelpText="This soldier is granted a bonus to aim and crit when their bondmate has attacked or been attacked by the soldier's target. An extra bonus is granted if the bondmate is adjacent."
LocLongDescription="This soldier is granted a bonus to aim and crit when their bondmate has attacked or been attacked by the soldier's target. An extra bonus is granted if the bondmate is adjacent."

[BondmateSpotter_Crit_Adjacency X2AbilityTemplate]
LocFriendlyName="Advanced Spotter"
LocHelpText="This soldier is granted a bonus to aim and crit when their bondmate has attacked or been attacked by the soldier's target. An extra bonus is granted if the bondmate is adjacent."
LocLongDescription="This soldier is granted a bonus to aim and crit when their bondmate has attacked or been attacked by the soldier's target. An extra bonus is granted if the bondmate is adjacent."

[BondmateReturnFire_Passive X2AbilityTemplate]
LocFriendlyName="Brother's Keeper"
LocHelpText="This soldier has a chance to return fire on an enemy that targets their bondmate."
LocLongDescription="This soldier has a chance to return fire on an enemy that targets their bondmate."

[BondmateReturnFire_Improved_Passive X2AbilityTemplate]
LocFriendlyName="Brother's Keeper Advanced"
LocHelpText="This soldier has a greater chance to return fire on an enemy that targets their bondmate."
LocLongDescription="This soldier has a greater chance to return fire on an enemy that targets their bondmate."